/* %@ is not a valid regular expression */
"%@ is not a valid regular expression" = "“%@” n'est pas une expression régulière";

/* All documents */
"All documents" = "Tous les documents";

/* Command Result - Smultron */
"Command Result - Smultron" = "Résultat de commande - Smultron";

/* Current document */
"Current document" = "Document actuel";

/* Current project */
"Current project" = "Projet actuel";

/* Filter */
"Filter" = "Filtre";

/* Go to the web site (http://smultron.sourceforge.net) to download another version for an earlier Mac OS X system */
"Go to the web site (http://smultron.sourceforge.net) to download another version for an earlier Mac OS X system" = "Aller sur le site web (http://smultron.sourceforge.net) pour télécharger une autre version pour un système Mac OS X précédent";

/* Hide Size Slider */
"Hide Size Slider" = "Cacher le curseur de taille";

/* It seems as if the file is unwritable or that you do not have permission to save the file %@ */
"It seems as if the file is unwritable or that you do not have permission to save the file %@" = "Il semble que le fichier n'est pas inscriptible ou que vous n'avez pas l'autorisation d'enregistrer le fichier “%@”";

/* New Collection */
"New Collection" = "Nouvelle collection";

/* New Command */
"New Command" = "Nouvelle commande";

/* New Snippet */
"New Snippet" = "Nouvelle note";

/* Old Commands */
"Old Commands" = "Anciennes commandes";

/* Please check if the file is locked, on a media that is unwritable or if you can save it in another location */
"Please check if the file is locked, on a media that is unwritable or if you can save it in another location" = "Veuillez vérifier si le fichier est verrouillé, sur un media non inscriptible ou si vous pouvez l'enregistrer dans une autre emplacement";

/* Please consider exporting the commands first. There is no undo available */
"Please consider exporting the commands first. There is no undo available" = "Veuillez penser à d'abord exporter les commandes. Il n'y a pas d'annulation possible";

/* Preferences - Smultron */
"Preferences - Smultron" = "Préférences - Smultron";

/* Run */
"Run" = "Lancer";

/* Show Size Slider */
"Show Size Slider" = "Afficher le curseur de taille";

/* Split Window Vertically */
"Split Window Vertically" = "Diviser la fenêtre verticalement";

/* This will delete all items in the collection %@. Are you sure you want to continue? */
"This will delete all items in the collection %@. Are you sure you want to continue?" = "Tous les items dans la collection “%@” seront supprimés. Voulez-vous vraiment continuer ?";

/* You need %@ or later to run this version of Smultron */
"You need %@ or later to run this version of Smultron" = "Il faut %@ ou ultérieur pour lancer cette version de Smultron";

/* Subtitle of alert panel informing user that the file's string encoding needs to be changed */
"Please choose another encoding (such as UTF-8)." = "Veuillez choisir un autre encodage (par exemple, UTF-8).";

/* Title of alert panel informing user that the file's string encoding needs to be changed. */
"This document can no longer be saved using its original %@ encoding." = "Ce document ne peut plus être enregistré à l’aide de son encodage %@ d’origine.";
